rtl=0
quit=خروج
close=إغلاق
back=العودة

main=أحمر - أن يعرف قبل غيره
main.minimize=تصغير
main.setting=إعدادات
main.about=حول
main.contact=أرسل إلى أحمر
main.grp1=تنبيهات
main.grp2=أحمر ومضات
main.grp=محطات إذاعية
main.markall=تحديد كافة
main.markrem=إزالة علامة
main.not1=إنذار
main.not2=الأحداث الطارئة
main.not3=أمن أحداث غير طبيعية
main.not4=اخرى
main.footer=أحمر - أن يعرف قبل غيره
main.by=التي ترعاها
main.more=أكثر...

notify=أحمر
notify.hide=إخفاء
notify.show=عرض

error=أحمر - مشكلة البرمجيات
error.title=حدث خطأ في البرنامج وانها لا يمكن ان تستمر في العمل:

lang=أحمر - اختيار اللغة

lastnots=أحمر - أحدث أجهزة الإنذار
lastnots.n=رقم
lastnots.i=معلومات
lastnots.d=التاريخ والوقت
lastnots.max=عدد لعرض (حد أقصى 0):
lastnots.tip=(والتنبيهات أعلاه هي من أحدث ساعات فقط)
setting.side=جانب:
setting.right=حق
setting.left=غادر

loading=أحمر - المطالبات
loading.text=يرجى الانتظار ...

not=أحمر - أن يعرف قبل غيره
not.not1=التنبيه
not.not2=حالة الطوارئ
not.not3=حادث أمني استثنائي
not.not4=عام التحديث
not.setting=إعداد تنبيهات
not.readmore=اقرأ المزيد ...
not.title=أحمر - أن يعرف قبل غيره
not.facebook=المزيد من التحديثات ...

setting=أحمر - تعاريف
setting.sound=لعب تحذيرا الصوت
setting.startup=بدء تشغيل البرنامج تشغيل الكمبيوتر
setting.choosealarm=هلع نغمة تنبيه:
setting.choosesound=نغمة تنبيه آخر:
setting.listdef=تحديد صوت ...
setting.nosound=أي صوت
setting.addsound=إضافة صوت ...
setting.addfailed=ملف بهذا الاسم موجود مسبقا
setting.addsuccess=ملف آخر الصوت بنجاح
setting.auto=إرسال تنبيهات فقط في: {newline} (وفقا لساعة الكمبيوتر)
setting.anytime=كل الوقت
setting.to=إلى
setting.autohide=لصناعة السيارات في إخفاء التحذير:
setting.seconds=ثانية
setting.donthide=لا
setting.exp=(يتم حفظ الإعدادات تلقائيا)

update=أحمر - إصدار جديد
update.attention=يرجى ملاحظة ما يلي:
update.text=لم يتم تحديث برامج أحمر اللون الذي عقد جهاز الكمبيوتر الخاص بك.{newline}لاستخدام البرنامج، يجب تحميل أحدث البرامج.
update.your=نسخة لديك:
update.our=الإصدار الأخير:
update.dl=تحميل الإصدار الجديد: X
update.progress=تحميل الملفات (X/Y) ...
update.complete=انتهى التحديث!
update.start=تشغيل

mail=أحمر - ميل أحمر
mail.to=ترسل إلى:
mail.from=اسم:
mail.frommail=أرسل إلى العودة:
mail.subject=موضوع الرسالة:
mail.phone=رقم الهاتف:
mail.body=نص الرسالة:
mail.count=(الشخصيات: X/Y)
mail.send=إرسال
mail.subj1=إعداد التقارير
mail.subj2=سؤال
mail.other=آخر
mail.default=اختيار الموضوع ...
mail.failed1=يجب تسجيل عنوان بريد إلكتروني صحيح.
mail.failed2=يجب تحديد الموضوع.
mail.failed3=رسالة تحتوي على أحرف قليلة جدا.
mail.failed4=اكتب لك اسم يرسل.
mail.failed5=فشل في إرسال البريد الإلكتروني
mail.success=تم إرسال الرسالة بنجاح!

about=أحمر - حول
about.site=أحمر موقع
about.facebook=أحمر الطلاء في الفيسبوك
about.twitter=أحمر الطلاء على التغريد
about.youtube=أحمر الأنبوبة

version=أحمر - برنامج التنبيه، الإصدار X
version.changelog=تغير التاريخ، مراجعة: X
version.current=برنامج الإصدار:
version.select=حدد مراجعة
version.select2=حدد

changelog=أحمر - الجديد في الإصدار X
changelog.list=قائمة من التغييرات النسخة X:
changelog.close=قائمة يتغير في كل مرة وسيتم تحديث البرنامج. {newline} يمكنك أيضا عرض عليه من خلال النقر على الزر حول ثم حرر زر.

more=أحمر اللون - أكثر
more.lastnots=آخر إنذار